Repository: CodersCare/dmmjobcontrol
Catalog: Classes/View/*.locallang.xlf
Languages: de, nl, pl

# no_jobs_found
source: No jobs were found
de: Es wurden keine Job-Angebote gefunden
nl: Er zijn geen vacatures gevonden
pl: Nie znaleziono żadnych ofert pracy

# apply_header
source: Fill in the form to apply online
de: Zur Online-Bewerbung bitte Formular ausfüllen
nl: Vul uw gegevens in om direct te solliciteren
pl: Wypełnij formularz aby aplikować on-line

# apply_label
source: Apply
de: Bewerben
nl: Solliciteren
pl: Aplikuj

# apply_link
source: Apply online
de: Online Bewerben
nl: Direct solliciteren
pl: Aplikuj on-line

# fullname_label
source: Your name
de: Ihr Name
nl: Uw naam
pl: Nazwisko

# email_label
source: Your emailaddress
de: Ihre E-Mail
nl: Uw emailadres
pl: Adres e-mail

# motivation_label
source: Motivation
nl: Motivatie
pl: List motywacyjny

# apply_email_subject
source: Job application for job:
de: Bewerbung:
nl: Sollicitatie op vacature:
pl: Aplikacja na stanowisko pracy:

# apply_thanks
source: Thank you for applying. We will contact you as soon as possible.
de: Danke für Ihre Bewerbung. Wir melden uns umgehend bei Ihnen.
nl: Bedankt voor je sollicitatie. We nemen zo spoedig mogelijk contact met jeop.
pl: Dziękujemy za przesłanie zgłoszenia. Skontaktujemy się z Tobą wkrótce.

# wrong_document_type
source: This file is not allowed. You can only upload text documents.
de: Dieses Dateiformat wird nicht unterstützt! Sie können nur Textdateien mitsenden.
nl: Dit bestand is niet toegestaan. Alleen tekstdocumenten zijn toegestaan.
pl: Ten typ pliku jest niedozwolony. Możesz dołączyć jedynie dokumenty tekstowe.

# cv_label
source: Upload your C.V.
de: Ihren Lebenslauf mitsenden
nl: Upload uw C.V.
pl: Załaduj swoje CV

# letter_label
source: Upload your letter
de: Ihr Schreiben mitsenden
nl: Upload uw sollicitatiebrief
pl: Załaduj swój list motywacyjny

# file_label
source: Upload your file
de: Ihren Akte mitsenden
nl: Upload uw bestand

# crdate_label
source: Added on
de: Eingestellt am
nl: Geplaatst op
pl: Dodane

# tstamp_label
source: Last modified on
de: Modified on
nl: Laatst gewijzigd op
pl: Modified on

# reference_label
source: Reference number
de: Kennziffer
nl: Referentie
pl: Numer referencyjny

# job_title_label
source: Job title
de: Stellenbeschreibung
nl: Functienaam
pl: Stanowisko

# employer_label
source: Employer
de: Arbeitgeber
nl: Werkgever
pl: Zatrudniający

# employer_description_label
source: Employer description
de: Arbeitgeberbeschreibung
nl: Werkgeveromschrijving
pl: Opis pracodawcy

# location_label
source: Location
de: Einsatzort
nl: Lokatie
pl: Lokalizacja

# short_job_description_label
source: Short job description
de: Kurze Stellenbeschreibung
nl: Korte functieomschrijving
pl: Krótki opis stanowiska

# job_description_label
source: Job description
de: Stellenbeschreibung
nl: Functieomschrijving
pl: Opis wymagań

# experience_label
source: Experience
de: Fachkenntnisse
nl: Ervaring
pl: Doświadczenie

# job_requirements_label
source: Job requirements
de: Stellenanforderung
nl: Functie-eisen
pl: Wymogi

# job_benefits_label
source: Job benefits
de: Ihre Vorteile
nl: Arbeidsvoorwaarden
pl: Zyskujesz

# apply_information_label
source: Apply information
de: Bewerbungsinformationen
nl: Sollicitatie procedure
pl: Informacje dodatkowe

# salary_label
source: Salary
de: Vergütung
nl: Salaris
pl: Wynagrodzenie

# job_type_label
source: Job type
de: Beschäftigungsart
nl: Type
pl: Typ pracy

# contract_type_label
source: Contract type
de: Vertragsart
nl: Dienstverband
pl: Typ kontraktu

# region_label
source: Region
de: Gebiet/Ort
nl: Provincie

# sector_label
source: Sector
de: Branche
nl: Branche
pl: Sektor

# category_label
source: Category
de: Kategorie
nl: Functiegroep
pl: Kategoria

# discipline_label
source: Discipline
de: Fachgebiet
nl: Vakgebied
pl: Zawód

# education_label
source: Level of education
de: Bildungsabschluss
nl: Opleidingsniveau
pl: Wykształcenie

# keyword_label
source: Keyword
de: Suchbegriff
nl: Trefwoord
pl: Słowa kluczowe

# search_label
source: Search
de: Suchen
nl: Zoeken
pl: Szukaj

# reset_label
source: Reset
de: Zurücksetzen
nl: Wissen
pl: Resetuj

# backtojob
source: Back to job details
de: Zurück zur Stellenbeschreibung
nl: Terug naar de vacature
pl: Wróć do szczegółów oferty

# backtolist
source: Back to joblist
de: Zurück zu den Stellenangeboten
nl: Terug naar vacature-overzicht
pl: Wróć do listy ofert

# job_not_found
source: This job does not exist or is not available anymore.
de: Diese Stelle existiert nicht oder ist nicht mehr verfügbar.
nl: Deze baan is niet gevonden of is niet meer beschikbaar.
pl: Ta oferta nie istnieje lub straciła swoją aktualność

# wrong_display_code
source: Error: the display code was not set or set to a non-existing value.
de: Fehler: Der angezeigte Code wurde nicht gesetzt oder wurde auf einen nicht existierenden Wert gesetzt.
nl: Fout: de display code is niet ingevuld, of is op een niet bestaande waarde gezet.
pl: Błąd: kod nie został ustawiony lub ustawiono go na: 'nie istniejący'

# template_not_found
source: Error: the template-file was not found.
de: Fehler: Die Template-Datei wurde nicht gefunden.
nl: Fout: het template-bestand kon niet gevonden worden.
pl: Błąd: plik z szablonem nie został odnaleziony

# link_prev
source: Previous page
de: vorheige Seite
nl: Vorige pagina
pl: poprzenia

# link_next
source: Next page
de: folgende Seite
nl: Volgende pagina
pl: następna

# pagebrowser_header
source: Jobs ###PAGE_FROM### to ###PAGE_TO### of ###TOTAL_JOBS###
de: Stellenanzeigen ###PAGE_FROM### bis ###PAGE_TO### von ###TOTAL_JOBS###
nl: Vacatures ###PAGE_FROM### t/m ###PAGE_TO### van ###TOTAL_JOBS###
pl: Oferty ###PAGE_FROM### do ###PAGE_TO### z ###TOTAL_JOBS###

# mail_from_name
source: JobControl job application
de: JobControl Bewerbung
nl: JobControl vacature sollicitatie
pl: Aplikacja na stanowisko pracy

# apply_missing_fields
source: One or more required fields are missing:
de: Eines oder mehrere Felder wurde(n) noch nicht ausgefüllt
nl: Een of meerdere verplichte velden zijn niet ingevuld:
pl: Jedno lub więcej pól wymagalnych jest nieuzupełnione:

# contact_name_label
source: Contact name
de: Kontaktname
nl: Contactpersoon
pl: Nazwisko

# contact_address_label
source: Contact address
de: Kontaktadresse
nl: Adres
pl: Adres

# contact_phone_label
source: Contact phone
de: Telefon
nl: Telefoon
pl: Telefon

# contact_email_label
source: Contact email
de: E-Mail
nl: Email
pl: E-mail
